Repository: MaddTheSane/colloquy-1
Catalog: Mac-Old/Mac-Old/Preferences/mul.lproj/JVBehaviorPreferencesViewController.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pt_pt, zh_hant

# 2Xv-k4-rwc.title
source: Press Enter key to:
de: Eingabetaste (⌤) bewirkt:
es: Pulse una tecla para:
fr: Appuyer sur Entrée pour:
it: Premi enter per:
ja: エンターキー入力時：
ko: 엔터키를 누를때:
nb: Press Enter for å:
nl: De Enter-toets:
pt_pt: Carrega-se na tecla enter para:
zh_hant: 按下 Enter 時:

# 3L3-IE-DmA.title
source: Send History:
de: Verlauf gesendeter Nachrichten:
es: Enviar historial:
fr: Historique des messages envoyés:
it: Invia la storia:
ja: 送信履歴：
ko: 역사 보내기:
nb: Sendt-historikk:
nl: Buffer Verzonden Berichten:
pt_pt: História de envios:
zh_hant: 傳送紀錄:

# 4aK-ze-JKp.title
source: Message Scrollback:
de: Nachrichtenverlauf:
es: Barra de mensajes:
fr: Historique des messages:
it: Messaggi visualizzati:
ja: メッセージバッファサイズ：
ko: 메시지 스크롤백:
nb: Scrollback av beskjeder:
nl: Buffer Berichten:
pt_pt: Mensagens passadas:
zh_hant: 訊息回捲緩衝區:

# 4jp-UJ-tUu.title
source: Also available by pressing F5 while typing. Nickname tab completion is supported without this preference.
de: Auch verfügbar durch Drücken von F5. Spitznamenvervollständigung durch Tabulator ist auch ohne diese Einstellung aktiviert.
es: También disponible pulsando F5 mientras escribes. El completado del nick con el tabulador está soportado sin esta preferencia.
fr: Aussi disponible en appuyant sur la touche F5 lors de la frappe. Nickname tab completion is supported without this preference.
it: Anche disponibile premendo F5 mentre si sta scivendo. Il compleatamento del soprannome è supportato a prescindere da questa preferenza.
ja: 入力中に F5 を押す事でも利用可能です。 この環境設定を行わなくてもタブキーによるニックネーム補完はサポートされます。
ko: 또한 타이핑중 F5를 누르실수 있습니다 별명 탭은 완성은 설정에서 허용안해도 지원합니다.
nb: Også tilgjengelig ved å trykke F5 mens du skriver. Fullføring av kallenavn med Tab er også støttet uten denne preferansen.
nl: U kunt ook op F5 drukken tijdens het typen. Het vervolledigen van bijnamen wordt ook ondersteund zonder deze instelling.
pt_pt: Também disponível carregando em F5 enquanto escreve. Esta preferência suporta completar alcunhas carregando na tecla Tab.
zh_hant: 您在打字的時候，也可以按下 F5 進行文字自動完成。而就算您不在這裡做任何設置，也可以用 Tab 按鍵，將局部的文字自動拼成使用者的代號。

# BFs-hq-DTa.title
source: Insert a new line
de: Zeilenumbruch einfügen
es: Insertar nueva línea
fr: Insérer une nouvelle ligne
it: Inserisci una nuova linea
ja: 改行を挿入
ko: 새 라인 추가
nb: Sett inn en ny linje
nl: Voeg regeleinde in
pt_pt: Inserir uma nova linha
zh_hant: 插入新行

# Db8-WZ-PVh.title
source: Auto rejoin when kicked from room
de: Raum nach einem Kick automatisch erneut betreten
it: Rientra nella stanza quando vengo cacciato
ja: ルームから追い出された時に自動的に再参加
ko: 채널에서 내쫓겼을때 다시 재입장
nb: Koble til igjen hvis du blir sparket fra et rom
nl: Herbetreed kanaal automatisch indien je verwijderd wordt
pt_pt: Voltar a entrar na sala depois de ser expulso a pontapé
zh_hant: 在被踢出聊天室之後自動重新加入

# dc5-nK-lqg.title
source: Automatically sends messages that begin with common action verbs as actions
de: Schickt Nachrichten, die mit einem bekannten Verb beginnen, als Aktionen
es: Enviar mensajes que comienzan con verbos comunes de acción automáticamente
fr: Envoyer automatiquement les messages qui commençent par un verbe d'action communs comme étant une action
it: Manda automaticamente dei messaggi che iniziano con verbi di azioni comuni come azioni
ja: いくつかの動詞で始まるメッセージは自動的にアクションとして送信されます
ko: 행동에 대한 공통 행동 동사를 자동으로 보냅니
nb: Sender automatisk beskjeder som begynner med vanlige handlingsverb som handling
nl: Verzend berichten die beginnen met courante Engelse werkwoorden als acties
pt_pt: Envia automaticamente mensagens que comecem com verbos de acção comuns como uma acção
zh_hant: 如果您的句子是以某些動詞開頭，就會自動將這個句子判斷成是一個動作。

# fbp-R6-UMD.title
source: Detect natural language actions
de: Aktionen in normaler Sprache erkennen
es: Detectar acciones de lenguaje natural
fr: Détecter les actions
it: Trova azioni con linguaggio naturale
ja: 自然言語のアクションを検出
ko: 자연어 행동 탐지
nb: Oppdag naturlige språkhandlinger
nl: Detecteer acties
pt_pt: Detectar acções da linguagem natural
zh_hant: 根據自然語言偵測是否是一個動作

# hKk-jz-VLy.title
source: Send an action message
de: Nachricht als Aktion senden
es: Enviar mensaje de acción
fr: Envoyer l'action
it: Invia un' azione
ja: アクションメッセージを送信
ko: 행동 메시지 보내기
nb: Send hadlingsbeskjed
nl: Verzendt een actiebericht
pt_pt: Enviar uma mensagem de acção
zh_hant: 送出動作

# JQs-X4-QSI.title
source: Auto join chat rooms on invite
de: Räume bei einer Einladung automatisch betreten
ja: 招待されたら自動的にチャットルームに参加
ko: 초대를 받았을시 자동 입장

# kel-Q4-KwP.title
source: Send a chat message
de: Nachricht senden
es: Enviar mensaje privado
fr: Envoyer le message
it: Invia un messaggio
ja: チャットメッセージを送信
ko: 채팅 메시지 보내기
nb: Send en samtalebeskjed
nl: Verzendt een chatbericht
pt_pt: Enviar uma mensagem de conversa
zh_hant: 送出聊天訊息

# LkH-sq-XsW.title
source: Check spelling as you type
de: Rechtschreibprüfung beim Schreiben
es: Comprobar ortografía mientras se escribe
fr: Vérifier automatiquement l'orthographe
it: Controllo dell'ortografia mentre si scrive
ja: 入力中に自動スペルチェック
ko: 타이핑 하는 동안 철자 검사
nb: Sjekk staving mens du skriver
nl: Controleer spelling tijdens het typen
pt_pt: Verificar ortografia enquanto escreve
zh_hant: 在輸入時同步檢查拼字

# nbo-5A-7Fd.title
source: Tab key triggers word completion
de: Tabulator vervollständigt Wörter
es: Tabulador completa la palabra
it: Il tasto tab attiva il completamento della parola
ja: タブキーを単語補完に利用する
ko: 탭 키를 눌러 단어 완성하기
nb: Tab fullfører ord
nl: Tab-toets activeert woordaanvulling
pt_pt: A tecla Tab activa a finalização de palavras
zh_hant: 使用 Tab 按鍵自動完成文字

# o2F-B5-aW5.title
source: seconds
de: Sekunden
es: segundos
it: secondi
ja: 秒
ko: 초
nb: sekunder
nl: seconden
pt_pt: segundos
zh_hant: 秒之後

# pGD-vP-UM1.title
source: Send a chat message
de: Nachricht senden
es: Enviar mensaje privado
fr: Envoyer le message
it: Invia un messaggio
ja: チャットメッセージを送信
ko: 채팅 메시지 보내기
nb: Send en samtalebeskjed
nl: Verzendt een chatbericht
pt_pt: Enviar uma mensagem de conversa
zh_hant: 送出聊天訊息

# tvB-6R-Fg6.title
source: Insert a new line
de: Zeilenumbruch einfügen
es: Insertar nueva línea
fr: Insérer une nouvelle ligne
it: Inserisci una nuova linea
ja: 改行を挿入
ko: 새 라인 추가
nb: Sett inn en ny linje
nl: Voeg regeleinde in
pt_pt: Inserir uma nova linha
zh_hant: 插入新行

# tWP-5e-QKx.title
source: Use the ⌥↑ & ⌥↓ keys to cycle through sent messages
de: Benutzen Sie die Tasten ⌥↑ & ⌥↓ um zwischen gesendeten Nachrichten zu wählen
es: Use las teclas ⌥↑ & ⌥↓ para desplazarse por los mensajes enviados
it: Usa ⌥↑ e ⌥↓ per muoverti tra i messaggi inviati
ja: ⌥↑ と ⌥↓ キーで送信済みメッセージをたどることができます
ko: ⌥↑ 와 ⌥↓ 를 사용하여 보낼려는 메시지들 사이에서 이동할수 있습니다
nb: Bruk ⌥↑ & ⌥↓ knapper for å bla igjennom sendte beskjeder
nl: Gebruik de ⌥↑ & ⌥↓ toetsen om door verzonden berichten te scrollen
pt_pt: Usar as teclas ⌥↑ & ⌥↓ para percorrer as mensagens enviadas
zh_hant: 您可以使用 ⌥↑ 與 ⌥↓ 循環切換之前輸入過的訊息。

# Unv-0w-acR.title
source: Send an action message
de: Nachricht als Aktion senden
es: Enviar mensaje de acción
fr: Envoyer l'action
it: Invia un' azione
ja: アクションメッセージを送信
ko: 행동 메시지 보내기
nb: Send hadlingsbeskjed
nl: Verzendt een actiebericht
pt_pt: Enviar uma mensagem de acção
zh_hant: 送出動作

# UnW-il-L99.title
source: Press Return key to:
de: Zeilenschalter (↵) bewirkt:
es: Pulse Intro para:
fr: Appuyer sur Retour pour:
it: Premi return per:
ja: リターンキー入力時：
ko: 리턴 키를 눌렀을시:
nb: Press Return for å:
nl: De Return-toets:
pt_pt: Carrega-se na tecla return para:
zh_hant: 按下 Return 時:

# ZtQ-oR-of1.title
source: After:
de: Nach:
es: Después:
it: Dopo:
ja: 指定時間後：
ko: 이후:
nb: Etter:
nl: Na:
pt_pt: Depois de:
zh_hant: 在
